Repository: flammie/purplemonkeydishwasher
Catalog: 2016-iwclul/en-et (1).tmx
Source language: en
Languages: et

source: Get rid of those Wingdows Viruses!
et: Vabanege nendest Wingdows'i viirustest!

source: A graphical user interface for handling and issuing X.509 compliant Certificates
et: X.509 ühilduvate sertifikaatide haldamise ja väljastamise graafiline kasutajaliides

source: XChat-GNOME IRC Chat
et: XChat-GNOME IRC vestlus

source: Chat with people using IRC
et: Vestlemine IRC vahendusel

source: Yet another minesweeper for X
et: Veel üks miiniotsija X jaoks

source: Interactive viewer for Graphviz dot files
et: Graphviz dot failide interaktiivne näitaja

source: DX-cluster client for amateur radio
et: Amatöörraadio jaoks DX-klaster klient

source: CD and DVD burning application
et: CD- ja DVD-kirjutamise rakendus

source: Burn Image (xfburn)
et: Tõmmise kirjutamine (xfburn)

source: Desktop
et: Töölaud

source: Set desktop background and menu and icon behaviour
et: Määra töölaua taust ja menüüde ja ikoonide käitumisviis

source: A lightweight file manager for X Window
et: Kerge failihaldur X Window jaoks

source: Diagram editor
et: Diagrammide redaktor

source: analysis tool for airfoils
et: Analüütiline tööriist aerodünaamikaks

source: Configure window behavior and shortcuts
et: Seadista akna käitumist ja kiirklahve

source: Play Galaga Game
et: Mängi Galaga mängu

source: Manage your mobile phone
et: Mobiiltelefoni haldamine

source: View and manipulate atomic and other chemical systems
et: Aatomit ning teiste keemiliste süsteemide vaatamine ja töötlemine

source: Maxima Algebra System
et: Maxima algebrasüsteem

source: An interface to the Maxima Computer Algebra System
et: Maxima kompuuter-algebrasüsteemi liides

source: XML Copy Editor
et: XML Copy Editor (XML redaktor)

source: Edit XML documents
et: Redigeeri XML dokumente

source: Message of the day
et: Päeva sõnum

source: barrel game
et: tünni mäng

source: cubes game
et: kuubikute mäng

source: hexagons game
et: kuusnurkade mäng

source: pyraminx game
et: pyraminx mäng

source: rubik game
et: Ruubiku kuubiku mäng

source: skewb game
et: skewb mäng

source: triangles game
et: kolmnurkade mäng

source: Configure network card
et: Võrgukaardi häälestamine

source: Handheld Device Simulator
et: Pihuarvuti simulaator

source: digital oscilloscope
et: digitaalne ostsilloskoop

source: X based system monitor
et: X-põhine süsteemi seire

source: Take handwritten notes
et: Käsikirjaliste märkmete tegemine

source: Jot down notes for later
et: Märkmete tegemise rakendus

source: Xpaint painting application
et: Xpaint on joonistamise rakendus

source: View PDF files
et: Vaata PDF faile

source: Locate and connect to game servers
et: Mänguserverite otsimine ja ühendumine

source: XSane Image scanning program
et: XSane pildi skaneerimise programm

source: A program to work with scanner. Can be used as a scanning, copier, OCR, fax tools.
et: Programm töötab skänneriga. Võib kasutada skäneerimis, kopeerimis, OCR ja faks tööriistana.

source: XSD Diagram
et: XSD Diagramm

source: View hardware health
et: Riistvara seisundi vaatamine

source: Play Shogi Game
et: Mängi Shogi mängu

source: Klondike Solitaire
et: Klondike pasjanss

source: standard terminal emulator for the X window system
et: tavaline terminaliemulaator X Window süsteemi jaoks

source: xxxterm Browser
et: xxxterm brauser

source: Sega Saturn emulator
et: Sega Saturn emulaator

source: A drop-down terminal emulator based on KDE Konsole technology.
et: KDE konsooli tehnoloogial lahtikeriv terminaliemulaator.

source: RSS reader for the notification area
et: RSS-lugeja teateala jaoks

source: Get help with Unity
et: Abistab Unity kasutamisel

source: FITS image display and simple analysis
et: FITS pildi kuvamine ja lihtne analüüs

source: Software Synthesizer based on ZynAddSubFX
et: Tarkvara süntesaator põhineb ZynAddSubFX'il

source: Online Translator YouTranslate!
et: Võrgupõhine tõlkija YouTranslate!

source: Translate words or sentences using an online translation service
et: Tõlgi sõnu või lauseid, kasutades võrgupõhist tõlketeenust

source: TODO Management Application
et: TODO haldur

source: Zapping TV Viewer
et: Zapping TV-näitaja

source: Lets you watch TV in a window
et: TV vaatamine

source: Quick Note from Clipboard
et: Kiirmärkus lõikepuhvrist

source: Super Nintendo Entertainment System (TM) emulator
et: SNES-i mängukonsooli emulaator

source: ZynAddSubFX Software Synthesizer
et: ZynAddSubFX tarkvara süntesaator

source: Sorry, an internal error happened.
et: Vabandust, ilmnes sisemine viga .

source: Show Details
et: Näita üksikasju

source: Continue
et: Jätka

source: Collecting problem information
et: Probleemi kirjeldavate andmete kogumine

source: Information is being collected that may help the developers fix the problem you report.
et: Kogutakse informatsiooni, mis võib aidata arendajatel probleemi kõrvaldada.

source: Uploading problem information
et: Probleemi kirjeldava teabe üleslaadimine

source: The collected information is being sent to the bug tracking system. This might take a few minutes.
et: Toimub kogutud info saatmine veajälgimissüsteemile. Selleks võib kuluda mitu minutit.

source: Sorry, a problem occurred while installing software.
et: Vabandust, tarkvara paigaldamisel tekkis viga.

source: Package: apport 1.2.3~0ubuntu1
et: Pakett: apport 1.2.3~0ubuntu1

source: Relaunch
et: Taaskäivita

source: Send problem report to the developers?
et: Kas saata arendajatele vearaport?

source: Send
et: Saada

source: Collect system information
et: Süsteemiinfo kogumine

source: Report a problem...
et: Probleemist teatamine...

source: Report a malfunction to the developers
et: Arendajate teavitamine tõrkest

source: Press any key to continue...
et: Jätkamiseks vajutage mõnd klahvi...

source: What would you like to do? Your options are:
et: Mida sa tahad teha? Sinu võimalused on järgnevad:

source: Please choose (%s):
et: Palun vali (%s):

source: (%i bytes)
et: (%i baiti)

source: (binary data)
et: (binaarandmed)

source: After the problem report has been sent, please fill out the form in the automatically opened web browser.
et: Pärast vearaporti saatmist täida palun vorm automaatselt avanevas veebibrauseri aknas.

source: &Send report (%s)
et: &Saada raport (%s)

source: &View report
et: &Näita raportit

source: &Keep report file for sending later or copying to somewhere else
et: &Hoia raportifail alles, et see saata hiljem või kopeerida mujale

source: Cancel and &ignore future crashes of this program version
et: Katkesta ja &ignoreeri edaspidi selle programmi versiooni krahhe

source: &Cancel
et: &Loobu

source: Problem report file:
et: Vearaporti fail:

source: &Confirm
et: Kinnita

source: Error: %s
et: Viga: %s

source: The collected information can be sent to the developers to improve the application. This might take a few minutes.
et: Kogutud teabe võib saata arendajatele, et rakendust parandada. See võib võtta mõne minuti.

source: &Done
et: &Valmis

source: none
et: puudub

source: Choices:
et: Valikud:

source: File does not exist.
et: Faili ei ole.

source: This is a directory.
et: See on kataloog.

source: To continue, you must visit the following URL:
et: Jätkamiseks pead külastama järgmist URLi:

source: You can launch a browser now, or copy this URL into a browser on another computer.
et: Võite nüüd veebilehitseja käivitada, või kopeerida selle URLi mõne teise arvuti brauserisse.

source: Launch a browser now
et: Käivitada veebilehitseja nüüd

source: No pending crash reports. Try --help for more information.
et: Ootel vearaporteid pole. Proovi --help võtit lisainfo jaoks.

source: You have some obsolete package versions installed. Please upgrade the following packages and check if the problem still occurs: %s
et: Sul on paigaldatud mõned vananenud programmiversioonid. Palun uuenda järgnevaid pakettte ja kontrolli, kas probleemid jätkuvad : %s

source: unknown program
et: tundmatu programm

source: Sorry, the program "%s" closed unexpectedly
et: Vabandust, programm "%s" sulgus ootamatult

source: Problem in %s
et: Probleem %s ga

source: Your computer does not have enough free memory to automatically analyze the problem and send a report to the developers.
et: Sinu arvutil ei ole piisavalt vaba mälu probleemi automaatse analüüsi ja arendajate teavitamise jaoks.

source: Invalid problem report
et: Ebasobiv vearaport

source: You are not allowed to access this problem report.
et: Sul puudub ligipääs sellele vearaportile.

source: Error
et: Viga

source: There is not enough disk space available to process this report.
et: Vearaporti käsitsemiseks pole piisavalt vaba kettaruumi.

source: No package specified
et: Pakett määramata

source: You need to specify a package or a PID. See --help for more information.
et: Sa pead määrama paketi või PID-i. Vaata --help lisainfo jaoks.

source: The specified process does not belong to you. Please run this program as the process owner or as root.
et: Valitud protsess ei kuulu sulle. Palun käivita see programm protsessi omaniku või administraatorina.

source: Invalid PID
et: Vigane PID

source: The specified process ID does not belong to a program.
et: Protsessi ID ei kuulu ühelegi programmile.

source: Symptom script %s did not determine an affected package
et: Sümptomiskript %s ei tuvastanud seotud paketti

source: Package %s does not exist
et: Paketti %s ei leitud

source: Cannot create report
et: Raportit ei õnnestu luua

source: Updating problem report
et: Probleemiraporti uuendamine

source: You are not the reporter or subscriber of this problem report, or the report is a duplicate or already closed. Please create a new report using "apport-bug".
et: Te ei ole selle probleemi raporteerija ega ka selle probleemi jälgija. Raport võib olla duplikaat või juba suletud. Palun luua uus raport kasutades "apport-bug" käsku.

source: No additional information collected.
et: Täiendavaid andmeid ei kogutud.

source: What kind of problem do you want to report?
et: Mis liiki veast sa tahad raporteerida?

source: Unknown symptom
et: Tundmatu sümptom

source: The symptom "%s" is not known.
et: Sümptom "%s" pole teada.

source: After closing this message please click on an application window to report a problem about it.
et: Probleemist teatamiseks vajuta peale selle sõnumi sulgemist probleemse rakenduse aknal.

source: Specify package name.
et: Täpsusta paketi nimi.

source: Run gdb session
et: Käivita gdb sessioon

source: This problem report applies to a program which is not installed any more.
et: See veateade on programmi kohta, mida ei ole enam paigaldatud.

source: This problem report is damaged and cannot be processed.
et: See vearaport on rikutud ja seetõttu ei ole võimalik seda käsitseda.

source: The report belongs to a package that is not installed.
et: Raport kuulub paigaldamata paketile.

source: Could not determine the package or source package name.
et: Paketi või lähtekoodi paketi nime ei suudetud tuvastada.

source: Unable to start web browser
et: Veebisirvija käivitamine ebaõnnestus

source: Please enter your account information for the %s bug tracking system
et: Ole hea ja sisesta oma %s veahalduse kontoandmed

source: Network problem
et: Probleem võrguühendusega

source: Cannot connect to crash database, please check your Internet connection.
et: Ei saa ühendust krahhide andmebaasiga, palun kontrolli oma internetiühendust.

source: Memory exhaustion
et: Mälu ammendatud

source: Your system does not have enough memory to process this crash report.
et: Sinu arvutil pole piisavalt mälu selle krahhirapordi käsitlemiseks.

source: The problem cannot be reported: %s
et: Sellest veast ei ole võimalik teatada: %s

source: Problem already known
et: Probleem on varasemast teada

source: This problem was already reported in the bug report displayed in the web browser. Please check if you can add any further information that might be helpful for the developers.
et: Sellest probleemist teavitati juba veebisirvijas nähaolevas vearaportis. Palun vaata, kas sul on arendajate jaoks olulist informatsiooni, mida lisada.

source: incorrect number of arguments; use --help for a short help
et: ebakorrektne arv argumente; kasuta kiire abi saamiseks käsku --help

source: you either need to do a local operation (-s, -g, -o) or supply an authentication file (--auth); see --help for a short help
et: y

source: OK to send these as attachments? [y/n]
et: Kas saata need nagu manuseid? [jah: y /ei: n]

source: Error: %s is not an executable. Stopping.
et: Viga: %s ei ole käivitusfail. Katkestan.

source: Usage: %s <report>
et: Kasutus: %s <report>

source: Destination directory exists and is not empty.
et: Sihtkataloog on olemas ja ei ole tühi.

source: Sorry, the application %s has stopped unexpectedly.
et: Vabandust, rakendus %s peatus ootamatult.

source: The program "%s" has stopped responding.
et: Programm "%s" ei vasta enam.

source: Package: %s
et: Pakett: %s

source: Hide Details
et: Peida üksikasjad

source: Username:
et: Kasutajanimi:

source: Password:
et: Parool:

source: Collecting Problem Information
et: Probleemi kirjeldavate andmete kogumine

source: Uploading Problem Information
et: Probleemi kirjeldava teabe üleslaadimine

source: List keys of trusted vendors
et: Näita usaldusväärsete müüjate võtmeid

source: To view the list of trusted keys, you need to authenticate.
et: Usaldatud võtmete vaatamiseks pead sa ennast autentima.

source: Remove downloaded package files
et: Eemalda allalaaditud pakettide failid

source: To clean downloaded package files, you need to authenticate.
et: Allalaaditud pakettide failide puhastamiseks pead ennast autentima.

source: Change software configuration
et: Muuda tarkvara konfiguratsiooni

source: To change software settings, you need to authenticate.
et: Tarkvara seadete muutmiseks pead ennast autentima.

source: Change software repository
et: Tarkvaraallika vahetamine

source: To change software repository settings, you need to authenticate.
et: Tarkvaraallika sätete muutmiseks pead sa ennast autentima.

source: Install package file
et: Paigalda paketifail

source: To install this package, you need to authenticate.
et: Selle paketi paigaldamiseks pead sa ennast autentima.

source: Update package information
et: Uuenda paketiinfot

source: To update the software catalog, you need to authenticate.
et: Tarkvara kataloogi uuendamiseks pead sa ennast autentima.

source: Install or remove packages
et: Paki paigaldamine või eemaldamine

source: To install or remove software, you need to authenticate.
et: Tarkvara paigaldamiseks või muutmiseks pead sa ennast autentima.org.debian.apt.install-or-remove-packages

source: Install software from a high-trust whitelisted repository.
et: Paigalda tarkvara kõrge usaldusväärsusega lubatud nimekirja hoidlast.

source: To install software, you need to authenticate.
et: Tarkvara paigaldamiseks peate autentida.

source: Add a new repository and install packages from it
et: Lisa uus hoidla ja paigalda sealt pakette

source: To install software from a new source, you need to authenticate.
et: Tarkvara paigaldamiseks uuest allikast, pead ennast autentima.

source: Add a new repository of purchased software and install packages from it
et: Lisa uus ostetud tarkvara hoidla ja paigalda sealt pakette

source: To install purchased software, you need to authenticate.
et: Et paigaldada ostetud tarkvara, pead ennast autentima.

source: Upgrade packages
et: Uuenda pakette

source: To install updated software, you need to authenticate.
et: Tarkvarauuenduste paigaldamiseks pead sa ennast autentima.

source: Cancel the task of another user
et: Katkesta teise kasutaja toiming

source: To cancel someone else's software changes, you need to authenticate.
et: Kellegi teise tarkvara muudatuste tühistamiseks pead sa ennast autentima.

source: Set a proxy for software downloads
et: Tarkvara allalaadimiste jaoks proksi määramine

source: To use a proxy server for downloading software, you need to authenticate.
et: Et kasutada proksi serverit tarkvara allalaadimiseks, pead sa ennast autentima.

source: ERROR
et: VIGA

source: Downloaded %sB of %sB at %sB/s
et: Allalaaditud %sB %sB-st kiirusel %sB/s

source: Downloaded %sB of %sB
et: Allalaaditud %sB %sB-st

source: ERROR:
et: VIGA:

source: You are not allowed to perform this action.
et: Sul pole lubatud seda toimingut teha.

source: Queuing
et: Järjekorrastamine

source: Resolving dependencies
et: Sõltuvuste lahendamine

source: Need to get %sB of archives.
et: Peab hankima %sB arhiive.

source: After this operation, %sB of additional disk space will be used.
et: Pärast seda toimingut kasutatakse %sB rohkem kettaruumi.

source: After this operation, %sB of additional disk space will be freed.
et: Pärast seda toimingut vabaneb %sB kettaruumi.

source: Do you want to continue [Y/n]?
et: Kas soovid jätkata [Y/n]?

source: To operate on more than one package put the package names in quotation marks: aptdcon --install "foo bar"
et: Et töötada rohkem kui ühel paketil, lisa pakettide nimed jutumärkides: aptcon -- paigalda "foo bar"

source: Refresh the cache
et: Uuenda puhvrit

source: Try to resolve broken dependencies. Potentially dangerous operation since it could try to remove many packages.
et: Katkiste sõltuvuste parandamise üritamine. Potentsiaalselt ohtlik toime, kuna see võib üritada mingit paketti eemaldada.

source: Try to finish a previous incompleted installation
et: Püüa lõpetada eelnev poolik paigaldus

source: Install the given packages
et: Paigalda need pakid

source: Reinstall the given packages
et: Paigalda uuesti need pakid

source: Remove the given packages
et: Eemalda see pakk

source: Remove the given packages including configuration files
et: Eemalda see pakk koos konfiguratsioonifailidega

source: Downgrade the given packages
et: Antud pakettide madaldamine

source: Deprecated: Please use --safe-upgrade
et: Aegunud: Palun kasuta --safe-upgrade

source: Upgrade the system in a safe way
et: Uuenda süsteemi turvaliselt

source: Upgrade the system, possibly installing and removing packages
et: Uuenda süsteemi, võimalik, et paigaldatakse või eemaldatakse pakette

source: Add the vendor to the trusted ones
et: Lisa tarnija usaldusväärsete hulka

source: Add the vendor keyid (also needs --keyserver)
et: Lisa tarnija võtme-id (vajab lisaks --keyserver)

source: Use the given keyserver for looking up keys
et: Lisa see võtmeserver otsitavatesse võtmetesse

source: Add new repository from the given deb-line
et: Lisa uus tarkvaraallikas sellest deb-line`st

source: Specify an alternative sources.list.d file to which repositories should be added.
et: Määra alternatiivne sources.list.d fail, mille tarkvaraallikad lisada

source: List trusted vendor keys
et: Loetle usaldatud tarnijate võtmed

source: Remove the trusted key of the given fingerprint
et: Eemalda antud sõrmejäljega võti

source: Reconfigure installed packages. Optionally the minimum priority of questions can be specified
et: Paigaldatud pakettide taasseadistamine. Soovi korral saab vähima prioriteediga küsimust täpsustada

source: The minimum debconf priority of question to be displayed
et: Vähim debconf pküsimuse rioriteeti saab kuvada

source: Do not attach to the apt terminal
et: Ära ühenda apt'i terminali

source: Allow packages from unauthenticated sources
et: Luba paketid autentimata allikatest

source: Show additional information about the packages. Currently only the version number
et: Pakettide täiendava teabe kuvamine. Praegu ainult versiooni arv

source: Waiting for authentication
et: Autentimise ootamine

source: Do not shutdown the daemon because of inactivity
et: Deemoni tööd tegevusetuse pärast ei lõpetata

source: Do not load any plugins
et: Ei laadita ühtegi pluginat

source: Show internal processing information
et: Sisemiste protsesside informatsiooni kuvamine

source: Quit and replace an already running daemon
et: Lõpeta ja asenda juba käivitatud deemon

source: Listen on the DBus session bus (Only required for testing
et: DBus seansi kuulamine (Vajalik ainult testimiseks)

source: Perform operations in the given chroot
et: Operatsioonide sooritamine antud chroot'is

source: Store profile stats in the specified file
et: Talleta profiili andmed valitud faili

source: Do not make any changes to the system (Only of use to developers)
et: Süsteemi ei tehta mingeid muudatusi (kasulik ainult arendajatele)

source: Installed file
et: Paigaldatud fail

source: Installed packages
et: Paigaldati paketid

source: Added key from file
et: Lisati võti failist

source: Updated cache
et: Uuendati vahemälu

source: Search done
et: Otsing lõpetatud

source: Removed trusted key
et: Eemaldati usaldatud võti

source: Removed packages
et: Eemaldati paketid

source: Updated packages
et: Uuendati pakette

source: Upgraded system
et: Uuendatud süsteem

source: Applied changes
et: Muudatused rakendati

source: Repaired incomplete installation
et: Mittetäielik paigaldus on parandatud

source: Repaired broken dependencies
et: Katkised sõltuvused on parandatud

source: Added software source
et: Tarkvaraallikas lisatud

source: Enabled component of the distribution
et: Jaotuskomponent lubatud

source: Removed downloaded package files
et: Allalaaditud paketifailid eemaldatud

source: Reconfigured installed packages
et: Paigaldatud paketid taasseadistatud

source: Successful
et: Edukas

source: Canceled
et: Tühistatud

source: Failed
et: Nurjus

source: Installing file
et: Faili paigaldamine

source: Installing packages
et: Pakettide paigaldamine

source: Adding key from file
et: Võtme lisamine failist

source: Updating cache
et: Puhvri uuendamine

source: Removing trusted key
et: Usaldatud võtme eemaldamine

source: Removing packages
et: Pakettide eemaldamine

source: Updating packages
et: Pakettide uuendamine

source: Upgrading system
et: Süsteemi uuendamine

source: Applying changes
et: Muudatuste rakendamine

source: Repairing incomplete installation
et: Mittetäieliku paigalduse parandamine

source: Repairing installed software
et: Paigaldatud tarkvara parandamine

source: Adding software source
et: Tarkvaraallika lisamine

source: Enabling component of the distribution
et: Distributsiooni jaotuskomponendi lubamine

source: Removing downloaded package files
et: Allalaaditud paketifailide eemaldamine

source: Reconfiguring installed packages
et: Paigaldatud pakettide taasseadistamine

source: Searching
et: Otsimine

source: Installation of the package file failed
et: Paketifaili paigaldamine nurjus

source: Installation of software failed
et: Tarkvara paigaldamine nurjus

source: Adding the key to the list of trusted software vendors failed
et: Võtme lisamine usaldusväärsete tarkvaratootjate nimekirja ebaõnnestus

source: Refreshing the software list failed
et: Tarkvaraloendi uuendamine nurjus

source: Removing the vendor from the list of trusted ones failed
et: Tootja eemaldamine usaldusväärsete tarkvaratootjate loetelust nurjus

source: Removing software failed
et: Tarkvara eemaldamine nurjus

source: Updating software failed
et: Tarkvara uuendamine nurjus

source: Upgrading the system failed
et: Süsteemi uuendamine nurjus

source: Applying software changes failed
et: Tarkvaramuudatuste rakendamine nurjus

source: Repairing incomplete installation failed
et: Mittetäieliku paigalduse parandamine nurjus

source: Repairing broken dependencies failed
et: Katkiste sõltuvuste parandamine nurjus

source: Adding software source failed
et: Takrvaraallika lisamine nurjus

source: Enabling component of the distribution failed
et: Jaotuskomponendi lubamine nurjus

source: Removing downloaded package files failed
et: Paigaldatud paketi failide eemaldamine nurjus

source: Search failed
et: Otsing nurjus

source: Adding license key
et: Litsentsivõtme lisamine

source: Check your Internet connection.
et: Kontrolli oma internetiühendust.
